Repository: ADHAMAHMED28/My_Projects
Catalog: Swift App/DMO FITNESS/Localizable.xcstrings
Source language: en
Languages: ar

source: About DMO Nutrition Clinics
ar: حول عيادات تغذية DMO

source: About Us
ar: حولنا

source: Action Complete
ar: تم إكمال الإجراء

source: Add
ar: إضافة

source: Add new item
ar: إضافة عنصر جديد

source: Add Points
ar: اضافة نقاط

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Assign Diet
ar: تعيين نظام غذائي

source: Award Points
ar: نقاط التكريم

source: Book your first consultation to get started!
ar: احجز استشارتك الأولى للبدء!

source: Book your first consultation to start your journey!
ar: احجز استشارتك الأولى للبدء في رحلتك!

source: Chats
ar: محادثات

source: Client Details
ar: تفاصيل العميل

source: Create an Account!
ar: أنشئ حسابًا!

source: Create Diet
ar: إنشاء نظام غذائي

source: Create New Account
ar: إنشاء حساب جديد

source: Current Weight:
ar: الوزن الحالي:

source: Current Weight: %@
ar: الوزن الحالي: %@

source: Deduct Points
ar: خصم نقاط

source: Diet added successfully.
ar: تم إضافة النظام الغذائي بنجاح.

source: Diet assigned successfully.
ar: تم تعيين النظام الغذائي بنجاح.

source: Diet Name
ar: اسم النظام الغذائي

source: DMO nutrition clinics were founded by Dr. Mohamed Omar. With his experience of over 25 years in nutrition weight management, he has helped over 500,000 cases reach their dream bodies and achieve their weight goals. Dr. Mohamed passed his experience and knowledge to his son, Dr. Omar Salem, who now continues the legacy, helping thousands achieve their health and life goals.
ar: تأسست عيادات التغذية دي إم أو من قبل الدكتور محمد عمر. بخبرته التي تزيد عن 25 عامًا في إدارة وزن التغذية، ساعد أكثر من 500,000 حالة على الوصول إلى أجسام أحلامهم وتحقيق أهدافهم الوزنية. نقل الدكتور محمد خبرته ومعرفته إلى ابنه الدكتور عمر سالم، الذي يواصل الآن الإرث، مساعدًا الآلاف على تحقيق أهدافهم الصحية والحياتية.

source: Do you want to sign out?
ar: هل تريد تسجيل الخروج؟

source: Doctor's Working Hours
ar: ساعات عمل العيادة

source: Don't have an account?
ar: ليس لديك حساب؟

source: Edit Working Hours
ar: تعديل ساعات العمل

source: Email
ar: البريد الإلكتروني

source: End Time
ar: وقت الانتهاء

source: End: %@
ar: الانتهاء: %@

source: Enter current weight
ar: أدخل الوزن الحالي

source: Enter diet name
ar: أدخل اسم النظام الغذائي

source: Enter new target weight
ar: أدخل الوزن المستهدف الجديد

source: Error
ar: خطأ

source: Follow us on Instagram:
ar: تابعونا على إنستغرام:

source: Hello Dr. Omar
ar: مرحبا يا دكتور

# Hello, %@ %@!
source: Hello, %1$@ %2$@!
ar: مرحبا، %1$@ %2$@!

source: Milestone Weight (kg)
ar: الوزن المستهدف (كجم)

source: Name: %@
ar: الاسم: %@

source: No weight recorded yet.
ar: لم يتم تسجيل وزن بعد.

source: OK
ar: حسنًا

source: Okay
ar: حسنًا

source: Password
ar: كلمة المرور

source: Points
ar: نقاط

source: Points: %lld
ar: النقاط: %lld

source: Remaining Weight:
ar: الوزن المتبقي:

source: Save
ar: حفظ

source: Save Diet
ar: حفظ النظام الغذائي

source: Save Target Weight
ar: حفظ الوزن المستهدف

source: Send
ar: إرسال

source: Set Milestone
ar: تحديد معلم رئيسي

source: Sign In
ar: تسجيل الدخول

source: Sign Out
ar: تسجيل الخروج

source: Start Time
ar: وقت البدء

source: Start: %@
ar: البداية: %@

source: Success
ar: نجاح

source: Target Weight: %@
ar: الوزن المستهدف: %@

source: Type your message
ar: اكتب رسالتك

source: Update Weight
ar: تحديث الوزن

source: Working hours updated successfully.
ar: تم تحديث ساعات العمل بنجاح.

source: Wrong username or password
ar: اسم المستخدم أو كلمة المرور خاطئة
